export default {
  projections: {
    ЗаписьE: {
      сумма: {
        __caption__: 'Сумма'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      питания: {
        __caption__: 'Питания',
        кодПитания: {
          __caption__: 'Код питания'
        }
      }
    }
  },
  validations: {
    сумма: {
      __caption__: 'Сумма'
    },
    питания: {
      __caption__: 'Питания'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    документЗаказа: {
      __caption__: 'документЗаказа'
    }
  }
};
